tap 'homebrew/bundle'

brew 'anyenv'
brew 'direnv'
brew 'git'
brew 'gnupg'
brew 'jq'
brew 'openssl'
brew 'pinentry-mac'
brew 'reattach-to-user-namespace'
brew 'tig'
brew 'tmux'
brew 'tree'
brew 'vim'
brew 'zsh'

# cask '1password'
cask 'bettertouchtool'
cask 'clipy'
cask 'discord'
cask 'google-chrome'
cask 'docker'
cask 'google-japanese-ime'
cask 'insomnia'
cask 'iterm2'
cask 'jetbrains-toolbox'
cask 'skitch'
cask 'slack'
cask 'spotify'
