tap 'homebrew/bundle'

brew 'asdf'
brew 'direnv'
brew 'dnsmasq'
brew 'gh'
brew 'ghq'
brew 'git'
brew 'gnupg'
brew 'jq'
brew 'pinentry-mac'
brew 'terraform'
brew 'tig'
brew 'tmux'
brew 'tree'
brew 'yq'

cask '1password'
cask 'alfred'
cask 'bettertouchtool'
cask 'clipy'
cask 'discord'
cask 'docker'
cask 'google-japanese-ime'
cask 'insomnia'
cask 'jetbrains-toolbox'
cask 'obsidian'
cask 'scroll-reverser'
cask 'skitch'
cask 'spotify'
cask 'xbar'
