tap 'caskroom/cask'
tap 'homebrew/bundle'

brew 'git'
brew 'gpg2'
brew 'gpg-agent'
brew 'jq'
brew 'maven'
brew 'mysql56'
brew 'nginx'
brew 'node'
brew 'openssl'
brew 'phantomjs'
brew 'pinentry-mac'
brew 'reattach-to-user-namespace'
brew 'tig'
brew 'tmux'
brew 'tree'
brew 'vim'
brew 'zsh'

cask '1password'
cask 'bettertouchtool'
cask 'clipy'
cask 'datagrip'
cask 'discord'
cask 'google-chrome'
cask 'google-japanese-ime'
cask 'intellij-idea'
cask 'java'
cask 'rubymine'
cask 'slack'
